Revit 2027 API
RepeaterCoordinates Constructor
 Creates zero dimensional coordinates.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public RepeaterCoordinates()
Public Sub New
public:
RepeaterCoordinates()
new : unit -> RepeaterCoordinates
See Also
Reference
RepeaterCoordinates Class
RepeaterCoordinates Overload
Autodesk.Revit.DB Namespace